1	五
2	于
3	天
4	末
5	开
6	下
7	理
8	事
9	画
10	现
11	玫
12	珠
13	表
14	珍
15	列
16	玉
17	平
18	不
19	来
20	与
21	屯
22	妻
23	到
24	互
25	寺
26	城
27	霜
28	载
29	直
30	进
31	吉
32	协
33	南
34	才
35	垢
36	圾
37	夫
38	无
39	坟
40	增
41	示
42	赤
43	过
44	志
45	地
46	雪
47	支
48	三
49	夺
50	大
51	厅
52	左
53	丰
54	百
55	右
56	历
57	面
58	帮
59	原
60	胡
61	春
62	克
63	太
64	磁
65	砂
66	灰
67	达
68	成
69	顾
70	肆
71	友
72	龙
73	本
74	村
75	枯
76	林
77	械
78	相
79	查
80	可
81	机
82	格
83	析
84	极
85	检
86	构
87	术
88	样
89	档
90	杰
91	棕
92	杨
93	李
94	要
95	权
96	楷
97	七
98	革
99	基
100	苛
101	式
102	牙
103	划
104	或
105	功
106	贡
107	攻
108	匠
109	菜
110	共
111	区
112	芳
113	燕
114	东
115	芝
116	世
117	节
118	切
119	芭
120	药
121	睛
122	睦
123	盯
124	虎
125	止
126	旧
127	占
128	卤
129	贞
130	睡
131	肯
132	具
133	餐
134	眩
135	瞳
136	步
137	眯
138	瞎
139	卢
140	眼
141	皮
142	此
143	量
144	时
145	晨
146	果
147	虹
148	早
149	昌
150	蝇
151	曙
152	遇
153	昨
154	蝗
155	明
156	蛤
157	晚
158	景
159	暗
160	晃
161	显
162	晕
163	电
164	最
165	归
166	紧
167	昆
168	呈
169	叶
170	顺
171	呆
172	呀
173	中
174	虽
175	吕
176	另
177	员
178	呼
179	听
180	吸
181	只
182	史
183	嘛
184	啼
185	吵
186	喧
187	叫
188	啊
189	哪
190	吧
191	哟
192	车
193	轩
194	因
195	困
196	四
197	辊
198	加
199	男
200	轴
201	力
202	斩
203	胃
204	办
205	罗
206	罚
207	较
208	边
209	思
210	轨
211	轻
212	累
213	同
214	财
215	央
216	朵
217	曲
218	由
219	则
220	崭
221	册
222	几
223	贩
224	骨
225	内
226	风
227	凡
228	赠
229	峭
230	迪
231	岂
232	邮
233	凤
234	生
235	行
236	知
237	条
238	长
239	处
240	得
241	各
242	务
243	向
244	笔
245	物
246	秀
247	答
248	称
249	入
250	科
251	秒
252	秋
253	管
254	秘
255	季
256	委
257	么
258	第
259	后
260	持
261	拓
262	打
263	找
264	年
265	提
266	扣
267	押
268	抽
269	手
270	折
271	扔
272	失
273	换
274	扩
275	拉
276	朱
277	搂
278	近
279	所
280	报
281	扫
282	反
283	批
284	且
285	肝
286	采
287	肛
288	胆
289	肿
290	肋
291	肌
292	用
293	遥
294	朋
295	脸
296	胸
297	及
298	胶
299	膛
300	爱
301	甩
302	妥
303	肥
304	脂
305	全
306	会
307	估
308	休
309	代
310	个
311	介
312	保
313	佃
314	仙
315	作
316	伯
317	仍
318	从
319	你
320	信
321	们
322	偿
323	伙
324	亿
325	他
326	分
327	公
328	化
329	钱
330	针
331	然
332	钉
333	氏
334	外
335	旬
336	名
337	甸
338	负
339	儿
340	铁
341	角
342	欠
343	多
344	久
345	匀
346	乐
347	炙
348	锭
349	包
350	凶
351	争
352	色
353	主
354	计
355	庆
356	订
357	度
358	让
359	刘
360	训
361	为
362	高
363	放
364	诉
365	衣
366	认
367	义
368	方
369	说
370	就
371	变
372	这
373	记
374	离
375	良
376	充
377	率
378	闰
379	半
380	关
381	亲
382	并
383	站
384	间
385	部
386	曾
387	商
388	产
389	瓣
390	前
391	闪
392	交
393	六
394	立
395	冰
396	普
397	帝
398	决
399	闻
400	妆
401	冯
402	北
403	汪
404	法
405	尖
406	洒
407	江
408	小
409	浊
410	澡
411	渐
412	没
413	少
414	泊
415	肖
416	兴
417	光
418	注
419	洋
420	水
421	淡
422	学
423	沁
424	池
425	当
426	汉
427	涨
428	业
429	灶
430	类
431	灯
432	煤
433	粘
434	烛
435	炽
436	烟
437	灿
438	烽
439	煌
440	粗
441	粉
442	炮
443	米
444	料
445	炒
446	炎
447	迷
448	断
449	籽
450	娄
451	宽
452	寂
453	审
454	宫
455	军
456	宙
457	客
458	宾
459	家
460	空
461	宛
462	社
463	实
464	宵
465	灾
466	之
467	官
468	字
469	安
470	它
471	怀
472	导
473	居
474	民
475	收
476	慢
477	避
478	惭
479	届
480	必
481	怕
482	愉
483	懈
484	心
485	习
486	悄
487	屡
488	忱
489	忆
490	敢
491	恨
492	怪
493	尼
494	卫
495	际
496	承
497	阿
498	陈
499	耻
500	阳
501	职
502	阵
503	出
504	降
505	孤
506	阴
507	队
508	防
509	联
510	孙
511	耿
512	辽
513	也
514	子
515	限
516	取
517	陛
518	姨
519	寻
520	姑
521	杂
522	毁
523	旭
524	如
525	舅
526	九
527	奶
528	婚
529	妨
530	嫌
531	录
532	灵
533	巡
534	刀
535	好
536	妇
537	妈
538	姆
539	对
540	参
541	戏
542	台
543	劝
544	观
545	矣
546	牟
547	能
548	难
549	允
550	驻
551	驼
552	马
553	邓
554	艰
555	双
556	线
557	结
558	顷
559	红
560	引
561	旨
562	强
563	细
564	纲
565	张
566	绵
567	级
568	给
569	约
570	纺
571	弱
572	纱
573	继
574	综
575	纪
576	弛
577	绿
578	经
579	比
580	烃
581	定
582	守
583	害
584	一
585	在
586	工
587	上
588	是
589	国
590	和
591	的
592	有
593	人
594	我
595	了
596	发
597	以
598	瑟
599	斑
600	晴
601	语
602	伍
603	残
604	封
605	都
606	动
607	什
608	杆
609	舍
610	鞍
611	伏
612	邦
613	悲
614	韭
615	源
616	善
617	着
618	羚
619	磊
620	矿
621	剧
622	页
623	万
624	尤
625	跋
626	森
627	棵
628	酒
629	宁
630	歌
631	臣
632	茹
633	哎
634	莽
635	酣
636	谨
637	甘
638	黄
639	腊
640	垂
641	道
642	植
643	申
644	卡
645	叔
646	趾
647	足
648	虚
649	玻
650	晶
651	暮
652	临
653	象
654	坚
655	界
656	肃
657	梨
658	刊
659	章
660	朝
661	蚕
662	品
663	喊
664	带
665	雷
666	恩
667	闸
668	鸭
669	轰
670	曼
671	黑
672	柬
673	温
674	盆
675	苯
676	苦
677	某
678	荆
679	匡
680	芋
681	棋
682	柑
683	奎
684	霸
685	震
686	积
687	余
688	叙
689	者
690	复
691	怎
692	炸
693	笺
694	简
695	数
696	赣
697	彻
698	覆
699	碧
700	凰
701	皑
702	易
703	肠
704	派
705	汽
706	拿
707	攀
708	势
709	抛
710	看
711	拜
712	哲
713	岳
714	兵
715	肢
716	县
717	甫
718	拥
719	解
720	穆
721	受
722	貌
723	豺
724	豪
725	橡
726	毅
727	衰
728	畏
729	丧
730	众
731	输
732	夷
733	份
734	雁
735	谷
736	苏
737	癸
738	蹬
739	察
740	镜
741	跑
742	软
743	鸟
744	鸣
745	岛
746	印
747	狈
748	逛
749	鲁
750	渔
751	免
752	见
753	杀
754	便
755	誓
756	辩
757	尺
758	州
759	亢
760	亡
761	丹
762	亥
763	孩
764	俯
765	肪
766	激
767	唯
768	截
769	颜
770	冲
771	头
772	均
773	壮
774	兽
775	敝
776	幸
777	夹
778	旁
779	辞
780	滓
781	疗
782	嫉
783	泵
784	永
785	函
786	兆
787	泰
788	康
789	否
790	杯
791	系
792	党
793	灭
794	庶
795	兼
796	播
797	凯
798	撰
799	挖
800	巨
801	启
802	眉
803	媚
804	声
805	蕊
806	恭
807	舔
808	翌
809	翻
810	熟
811	屈
812	齿
813	龄
814	亨
815	蒸
816	滁
817	椰
818	服
819	矛
820	仓
821	她
822	施
823	媳
824	案
825	淄
826	巢
827	扭
828	那
829	丸
830	津
831	食
832	霓
833	骚
834	令
835	通
836	私
837	云
838	爸
839	骤
840	蕴
841	雍
842	幻
843	慈
844	每
845	沸
846	曳
847	王
848	土
849	木
850	目
851	日
852	口
853	田
854	山
855	禾
856	白
857	月
858	金
859	言
860	火
861	已
862	女
863	又
864	干
865	士
866	二
867	十
868	寸
869	雨
870	古
871	犬
872	石
873	厂
874	丁
875	西
876	戈
877	卜
878	曰
879	虫
880	川
881	甲
882	皿
883	竹
884	斤
885	乃
886	八
887	夕
888	文
889	广
890	辛
891	门
892	贝
893	己
894	巳
895	乙
896	尸
897	羽
898	耳
899	臼
900	巴
901	弓
902	阶
903	而
904	种
905	自
906	深
907	农
908	体
909	路
910	正
911	论
912	些
913	资
914	形
915	重
916	战
917	使
918	等
919	合
920	图
921	新
922	还
923	想
924	点
925	其
926	起
927	性
928	斗
929	把
930	里
931	两
932	应
933	制
934	育
935	去
936	气
937	问
938	展
939	意
940	接
941	情
942	油
943	题
944	利
945	压
946	组
947	期
948	毛
949	群
950	次
951	但
952	孔
953	流
954	席
955	运
956	质
957	治
958	位
959	器
960	指
961	建
962	活
963	教
964	统
965	别
966	更
967	真
968	将
969	识
970	先
971	专
972	常
973	造
974	修
975	病
976	老
977	回
978	验
979	很
980	特
981	根
982	团
983	转
984	总
985	任
986	调
987	热
988	改
989	完
990	集
991	毫
992	研
993	尔
994	求
995	精
996	层
997	清
998	确
999	低
1000	再
1001	证
1002	劳
1003	被
1004	号
1005	装
1006	单
1007	据
1008	设
1009	场
1010	花
1011	传
1012	判
1013	究
1014	须
1015	青
1016	越
1017	轮
1018	做
1019	整
1020	即
1021	速
1022	织
1023	书
1024	状
1025	海
1026	斯
1027	议
1028	般
1029	千
1030	影
1031	推
1032	今
1033	德
1034	差
1035	始
1036	响
1037	觉
1038	液
1039	维
1040	破
1041	消
1042	试
1043	布
1044	需
1045	胜
1046	济
1047	效
1048	选
1049	话
1050	片
1051	牧
1052	备
1053	续
1054	标
1055	存
1056	身
1057	板
1058	述
1059	底
1060	规
1061	走
1062	除
1063	置
1064	配
1065	养
1066	敌
1067	华
1068	测
1069	准
1070	许
1071	技
1072	床
1073	端
1074	感
1075	非
1076	磨
1077	往
1078	圆
1079	照
1080	搞
1081	族
1082	神
1083	容
1084	亚
1085	段
1086	算
1087	适
1088	讲
1089	按
1090	值
1091	美
1092	态
1093	彪
1094	班
1095	麦
1096	削
1097	排
1098	该
1099	击
1100	素
1101	密
1102	候
1103	草
1104	何
1105	树
1106	属
1107	市
1108	径
1109	螺
1110	英
1111	快
1112	坏
1113	移
1114	材
1115	省
1116	武
1117	培
1118	著
1119	河
1120	京
1121	助
1122	升
1123	抓
1124	含
1125	苗
1126	副
1127	谈
1128	围
1129	射
1130	例
1131	致
1132	酸
1133	却
1134	短
1135	剂
1136	宣
1137	环
1138	落
1139	首
1140	波
1141	践
1142	府
1143	考
1144	刻
1145	靠
1146	够
1147	满
1148	住
1149	枝
1150	局
1151	菌
1152	周
1153	护
1154	岩
1155	师
1156	举
1157	元
1158	超
1159	模
1160	贫
1161	减
1162	扬
1163	亩
1164	球
1165	医
1166	校
1167	呢
1168	稻
1169	滑
1170	鼓
1171	刚
1172	写
1173	微
1174	略
1175	范
1176	供
1177	块
1178	套
1179	项
1180	倒
1181	卷
1182	创
1183	律
1184	远
1185	初
1186	优
1187	死
1188	毒
1189	圈
1190	伟
1191	控
1192	跟
1193	裂
1194	粮
1195	母
1196	练
1197	塞
1198	钢
1199	顶
1200	策
1201	留
1202	误
1203	粒
1204	础
1205	故
1206	丝
1207	焊
1208	株
1209	院
1210	冷
1211	弹
1212	错
1213	散
1214	盾
1215	视
1216	艺
1217	版
1218	烈
1219	零
1220	室
1221	血
1222	缺
1223	厘
1224	绝
1225	富
1226	喷
1227	柱
1228	望
1229	盘
1230	雄
1231	似
1232	巩
1233	益
1234	洲
1235	脱
1236	投
1237	送
1238	侧
1239	润
1240	盖
1241	挥
1242	距
1243	触
1244	星
1245	松
1246	获
1247	独
1248	混
1249	座
1250	依
1251	未
1252	突
1253	架
1254	冬
1255	湿
1256	偏
1257	纹
1258	执
1259	寨
1260	责
1261	阀
1262	吃
1263	稳
1264	硬
1265	价
1266	努
1267	奇
1268	预
1269	评
1270	读
1271	背
1272	损
1273	棉
1274	侵
1275	厚
1276	泥
1277	辟
1278	卵
1279	箱
1280	掌
1281	氧
1282	停
1283	溶
1284	营
1285	终
1286	孟
1287	待
1288	尽
1289	俄
1290	缩
1291	沙
1292	退
1293	讨
1294	奋
1295	胞
1296	幼
1297	迫
1298	旋
1299	征
1300	槽
1301	殖
1302	握
1303	担
1304	鲜
1305	钻
1306	逐
1307	脚
1308	盐
1309	编
1310	蜂
1311	急
1312	伤
1313	飞
1314	域
1315	露
1316	核
1317	缘
1318	游
1319	振
1320	操
1321	甚
1322	迅
1323	辉
1324	异
1325	序
1326	纸
1327	夜
1328	乡
1329	隶
1330	缸
1331	念
1332	兰
1333	映
1334	沟
1335	吗
1336	儒
1337	磷
1338	插
1339	埃
1340	燃
1341	欢
1342	补
1343	咱
1344	芽
1345	瓦
1346	倾
1347	碳
1348	演
1349	附
1350	耪
1351	裔
1352	斜
1353	灌
1354	欧
1355	献
1356	猪
1357	腐
1358	请
1359	透
1360	司
1361	危
1362	括
1363	靛
1364	脉
1365	囤
1366	若
1367	尾
1368	束
1369	暴
1370	企
1371	穗
1372	愈
1373	拖
1374	牛
1375	染
1376	既
1377	遍
1378	锻
1379	夏
1380	井
1381	费
1382	访
1383	吹
1384	荣
1385	铜
1386	沿
1387	替
1388	滚
1389	旱
1390	悟
1391	脑
1392	措
1393	贯
1394	藏
1395	隙
1396	濮
1397	徐
1398	吴
1399	赵
1400	陆
1401	沈
1402	蒋
1403	曹
1404	唐
1405	潘
1406	袁
1407	郭
1408	蔡
1409	戴
1410	薛
1411	姚
1412	宋
1413	韩
1414	谢
1415	姜
1416	严
1417	陶
1418	董
1419	郑
1420	程
1421	倪
1422	秦
1423	邵
1424	汤
1425	葛
1426	俞
1427	杜
1428	殷
1429	龚
1430	魏
1431	梁
1432	崔
1433	邹
1434	邱
1435	彭
1436	尹
1437	庄
1438	卞
1439	贾
1440	洪
1441	盛
1442	樊
1443	侯
1444	邢
1445	郁
1446	凌
1447	仇
1448	韦
1449	童
1450	翟
1451	付
1452	祁
1453	仲
1454	宗
1455	梅
1456	鲍
1457	祝
1458	谭
1459	钟
1460	庞
1461	乔
1462	虞
1463	郝
1464	傅
1465	焦
1466	熊
1467	浦
1468	柏
1469	狄
1470	裴
1471	柳
1472	戚
1473	房
1474	毕
1475	翁
1476	储
1477	聂
1478	莫
1479	贺
1480	茅
1481	屠
1482	杭
1483	尚
1484	诸
1485	芦
1486	鞠
1487	廖
1488	骆
1489	靳
1490	詹
1491	阮
1492	惠
1493	桑
1494	柯
1495	刁
1496	柴
1497	丛
1498	齐
1499	喻
1500	桂
1501	侍
1502	舒
1503	戎
1504	阎
1505	宦
1506	巫
1507	黎
1508	涂
1509	符
1510	厉
1511	糜
1512	冒
1513	钮
1514	郎
1515	霍
1516	甄
1517	姬
1518	祖
1519	卓
1520	晓
1521	祥
1522	萍
1523	忠
1524	俊
1525	斌
1526	宏
1527	玲
1528	勇
1529	峰
1530	宝
1531	霞
1532	丽
1533	娟
1534	敏
1535	琴
1536	健
1537	静
1538	福
1539	贵
1540	勤
1541	锦
1542	艳
1543	莉
1544	涛
1545	瑞
1546	跃
1547	仁
1548	泉
1549	连
1550	喜
1551	银
1552	亮
1553	宇
1554	慧
1555	鹏
1556	茂
1557	淑
1558	芹
1559	坤
1560	剑
1561	君
1562	翠
1563	彬
1564	恒
1565	礼
1566	侠
1567	智
1568	浩
1569	菊
1570	香
1571	蓉
1572	炳
1573	寿
1574	圣
1575	贤
1576	洁
1577	耀
1578	延
1579	翔
1580	芬
1581	绍
1582	琳
1583	颖
1584	栋
1585	巧
1586	铭
1587	敬
1588	淮
1589	登
1590	鸿
1591	宜
1592	莲
1593	庭
1594	孝
1595	泽
1596	政
1597	彩
1598	诚
1599	崇
1600	彦
1601	佩
1602	宪
1603	锡
1604	钧
1605	劲
1606	锋
1607	殿
1608	希
1609	迎
1610	堂
1611	裕
1612	鹤
1613	欣
1614	汝
1615	妹
1616	岭
1617	沛
1618	莹
1619	雅
1620	佳
1621	纯
1622	靖
1623	蕾
1624	俭
1625	蔚
1626	彤
1627	湘
1628	绪
1629	尧
1630	廷
1631	锁
1632	勋
1633	庚
1634	嘉
1635	伦
1636	娥
1637	详
1638	钦
1639	寅
1640	冠
1641	骏
1642	滨
1643	威
1644	捷
1645	亭
1646	巍
1647	楼
1648	呜
1649	娜
1650	旺
1651	晋
1652	悦
1653	咏
1654	焕
1655	昭
1656	枫
1657	琼
1658	慎
1659	杏
1660	仕
1661	仪
1662	珊
1663	桃
1664	谦
1665	航
1666	舜
1667	猛
1668	卿
1669	鼎
1670	咸
1671	陵
1672	镇
1673	召
1674	敦
1675	佐
1676	熙
1677	遵
1678	桥
1679	网
1680	闽
1681	挺
1682	菲
1683	禄
1684	耘
1685	锐
1686	潮
1687	鉴
1688	婉
1689	塔
1690	蚜
1691	描
1692	粤
1693	粱
1694	惮
1695	慨
1696	乌
1697	矩
1698	疾
1699	徊
1700	碍
1701	戒
1702	买
1703	笛
1704	痛
1705	锈
1706	锌
1707	匆
1708	矢
1709	溪
1710	荤
1711	惟
1712	陪
1713	掩
1714	耸
1715	棠
1716	祭
1717	槐
1718	憨
1719	狙
1720	忙
1721	辑
1722	奉
1723	忧
1724	飘
1725	沫
1726	怖
1727	悬
1728	厌
1729	欲
1730	谱
1731	瘤
1732	货
1733	蛊
1734	赴
1735	垣
1736	嚎
1737	履
1738	闯
1739	藩
1740	遁
1741	雀
1742	渠
1743	探
1744	涸
1745	滇
1746	钡
1747	诡
1748	弟
1749	秩
1750	渗
1751	痊
1752	捏
1753	茸
1754	诬
1755	枪
1756	狠
1757	弃
1758	摇
1759	倘
1760	贬
1761	庙
1762	汇
1763	肩
1764	捎
1765	怒
1766	帽
1767	寄
1768	岸
1769	搐
1770	饼
1771	违
1772	汕
1773	蝎
1774	炔
1775	擅
1776	掖
1777	傀
1778	闹
1779	蜡
1780	裸
1781	碱
1782	奠
1783	秉
1784	丑
1785	倍
1786	萧
1787	瞒
1788	萌
1789	歧
1790	勒
1791	煎
1792	谐
1793	梳
1794	携
1795	蛇
1796	箕
1797	臂
1798	皖
1799	坍
1800	奸
1801	胎
1802	赌
1803	魁
1804	患
1805	凿
1806	傣
1807	栈
1808	唁
1809	晤
1810	碑
1811	匪
1812	翅
1813	瘫
1814	烤
1815	汛
1816	狰
1817	捍
1818	袄
1819	瞩
1820	碘
1821	嗜
1822	绰
1823	毖
1824	瓶
1825	疤
1826	俺
1827	倦
1828	冉
1829	递
1830	葬
1831	骇
1832	伶
1833	擒
1834	谴
1835	搬
1836	睬
1837	盎
1838	丈
1839	粳
1840	袋
1841	暇
1842	颈
1843	屉
1844	阜
1845	邻
1846	篓
1847	拆
1848	脊
1849	镭
1850	趣
1851	鼠
1852	疹
1853	寐
1854	鼻
1855	澎
1856	椿
1857	倔
1858	蝴
1859	酿
1860	辈
1861	钨
1862	盂
1863	购
1864	釉
1865	逆
1866	诛
1867	粹
1868	凄
1869	桅
1870	娇
1871	菏
1872	瑶
1873	父
1874	抢
1875	浮
1876	晦
1877	拂
1878	葫
1879	揉
1880	壕
1881	弊
1882	冻
1883	笼
1884	箩
1885	氛
1886	舵
1887	凹
1888	型
1889	默
1890	闲
1891	菩
1892	驰
1893	啦
1894	篡
1895	孪
1896	瑚
1897	蜗
1898	午
1899	宴
1900	驯
1901	镶
1902	砚
1903	怠
1904	粥
1905	躁
1906	豁
1907	靡
1908	拴
1909	睁
1910	丘
1911	傈
1912	腋
1913	碟
1914	懂
1915	皆
1916	淤
1917	矗
1918	浸
1919	隘
1920	挛
1921	咬
1922	帛
1923	揩
1924	瘩
1925	妖
1926	荡
1927	斟
1928	疼
1929	哥
1930	撬
1931	铣
1932	拨
1933	味
1934	哇
1935	挞
1936	迹
1937	哈
1938	孺
1939	桓
1940	蚀
1941	萄
1942	命
1943	惫
1944	幂
1945	渤
1946	稗
1947	迂
1948	瞧
1949	菱
1950	躺
1951	礁
1952	贸
1953	赶
1954	尝
1955	郡
1956	咖
1957	笆
1958	扎
1959	裤
1960	卉
1961	割
1962	炕
1963	砸
1964	潦
1965	俏
1966	饥
1967	羹
1968	锗
1969	赦
1970	博
1971	衙
1972	摆
1973	漱
1974	畅
1975	码
1976	砍
1977	钎
1978	渡
1979	绒
1980	牢
1981	捡
1982	痪
1983	棍
1984	喂
1985	辨
1986	璃
1987	澳
1988	饮
1989	洼
1990	抿
1991	窟
1992	咯
1993	辰
1994	隋
1995	憋
1996	酋
1997	绅
1998	狱
1999	悔
2000	厄
